{
  "LocaleLayout": {
    "title": "Liz Salcedo - Graphic Designer",
    "description": "A beautiful portfolio where you will be able to see all of my work."
  },
  "Navbar": {
    "digital-design": "Digital Design",
    "graphic-design": "Web Design",
    "editorial-design": "Editorial Design",
    "brand-identity": "Brand Identity",
    "about-me": "About Me",
    "contact-me": "Contact Me"
  },
  "Home": {
    "greetings": "Hi I'm",
    "name": "Liz Salcedo!",
    "introduction-1": "A Colombian graphic designer living in Spain. ",
    "introduction-2": "For me it has always been important to find different and creative ways to communicate, and this space was born for that reason; to be a fun and dynamic portfolio where you can get to know my projects.",
    "welcome": "Welcome to Be-Graphic, I hope we can work together."
  },
  "Industrialbox": {
    "title": "IndustrialBOX",
    "li-1-1": "Graphic line ",
    "li-1-2": "design",
    "li-2-1": "Digital media ",
    "li-2-2": "design",
    "description-1": "IndustrialBOX is a Colombian brand that ",
    "description-2": "offers services and products ",
    "description-3": "to users within the industrial sector.",
    "description-4": "For this brand, a graphic line was proposed with colors that identified the industry, we played with the cuts and conceptual ideas, designed for an adult and serious target without neglecting dynamism and professionalism."
  },
  "Gopass": {
    "title": "Gopass",
    "li-1-1": "Digital media ",
    "li-1-2": "design",
    "description-1": "Gopass is currently ",
    "description-2": "the largest mobility ecosystem in Colombia. ",
    "description-3": "It is a company that allows contactless payments of different services, mainly parking and tolls.",
    "description-4": "This brand has a very elaborate graphic, the challenge was to design digital media that met its graphic line parameters and achieve fluidity and assertive communication of information."
  },
  "Aurora": {
    "title": "Aurora",
    "li-1-1": "Graphic line ",
    "li-1-2": "design",
    "li-2-1": "Digital media ",
    "li-2-2": "design",
    "li-3-1": "Web ",
    "li-3-2": "design",
    "description-1": "Aurora is a ",
    "description-2": "life insurance company. ",
    "description-3": "They were looking for a renewal of their brand, with more vibrant and striking colors that could attract a younger audience.",
    "description-4": "Pieces were designed for social networks with bright colors, aiming to call to action both old customers and potential new customers. A refreshing, friendly and close design was proposed."
  },
  "Compensar": {
    "title": "Compensar",
    "li-1-1": "Digital media ",
    "li-1-2": "design",
    "description-1": "Compensar is a ",
    "description-2": "Colombian company that administers social security benefits. ",
    "description-3": "It is a very familiar brand and with many years of experience.",
    "description-4": "The designs consisted of maintaining the basis of the graphic guidelines, but experimenting with other elements, typographies and colors that made social media look dynamic and striking."
  },
  "Teaspoon": {
    "title": "Teaspoon",
    "li-1": "Design and layout of e-commerce",
    "description-1": "Teaspoon is a ",
    "description-2": "jewelry company located in Miami, Florida. ",
    "description-3": "Their products convey delicacy, femininity and romanticism.",
    "description-4": "The design of the website was based on transmitting the delicacy of the products that the brand handles and achieving that the e-commerce maintained the same characteristics as the rest of the web, achieving unity and establishing a graphic line that could continue to be used in other types of communication."
  },
  "Leaobranco": {
    "title": "Leao Branco",
    "li-1-1": "Design and ",
    "li-1-2": "layout of catalog ",
    "li-1-3": "type web",
    "description-1": "Leao Branco is a ",
    "description-2": "Brazilian brand based in Bogota, Colombia and Miami, Florida. ",
    "description-3": "Their Furniture products are known for being of high quality and well-known designers in the field.",
    "description-4": "The design for this website had to be minimalist and elegant. A catalog for the products and all their specifications. I then proposed a defined space for each of the collections, sections and products with the possibility of seeing all the available environments and all the features."
  },
  "Tonaypepo": {
    "title": "Toña y Pepo",
    "li-1-1": "Design and layout of ",
    "li-1-2": "e-commerce",
    "description-1": "Toña y Pepo is a ",
    "description-2": "Colombian brand of children's clothing, inspired by European trends, more specifically from Spain. ",
    "description-3": "They are timeless garments of excellent material and with a classic style.",
    "description-4": "The design on this website was based on unifying the classic style of the garments together with a dynamic and intuitive style that would allow users to buy without problems. Highlighting the sentimentality and childish sweetness."
  },
  "Agudanavaja": {
    "title": "La Aguda Navaja de algo que NO era Amor",
    "li-1-1": "Design and ",
    "li-1-2": "layout",
    "li-2": "Ilustration",
    "li-3-1": "Copywriting",
    "li-3-2": "de textos",
    "description-1": "This book was developed as a degree project. ",
    "description-2": "It obtained the highest recognition granted in Colombia for the most outstanding projects.",
    "description-3": "This project was designed as an editorial support for women victims of gender violence, was written, designed, diagrammed and illustrated by me, and which took shape with the support of organizations and women who shared their experiences."
  }
}
