{
  "LocaleLayout": {
    "title": "Liz Salcedo - Graphic Designer",
    "description": "A beautiful portfolio where you will be able to see all of my work."
  },
  "Navbar": {
    "digital-design": "Digital Design",
    "graphic-design": "Web Design",
    "editorial-design": "Editorial Design",
    "brand-identity": "Brand Identity",
    "about-me": "About Me",
    "contact-me": "Contact Me"
  },
  "Home": {
    "greetings": "Hi I'm",
    "name": "Liz Salcedo!",
    "introduction-1": "A Colombian graphic designer living in Spain. ",
    "introduction-2": "For me it has always been important to find different and creative ways to communicate, and this space was born for that reason; to be a fun and dynamic portfolio where you can get to know my projects.",
    "welcome": "Welcome to Be-Graphic, I hope we can work together."
  },
  "Industrialbox": {
    "title": "IndustrialBOX",
    "li-1-1": "Graphic line ",
    "li-1-2": "design",
    "li-2-1": "Digital media ",
    "li-2-2": "design",
    "description-1": "IndustrialBOX is a Colombian brand that ",
    "description-2": "offers services and products ",
    "description-3": "to users within the industrial sector.",
    "description-4": "For this brand, a graphic line was proposed with colors that identified the industry, we played with the cuts and conceptual ideas, designed for an adult and serious target without neglecting dynamism and professionalism."
  },
  "Gopass": {
    "title": "Gopass",
    "li-1-1": "Digital media ",
    "li-1-2": "design",
    "description-1": "Gopass is currently ",
    "description-2": "the largest mobility ecosystem in Colombia. ",
    "description-3": "It is a company that allows contactless payments of different services, mainly parking and tolls.",
    "description-4": "This brand has a very elaborate graphic, the challenge was to design digital media that met its graphic line parameters and achieve fluidity and assertive communication of information."
  },
  "Aurora": {
    "title": "Aurora",
    "li-1-1": "Graphic line ",
    "li-1-2": "design",
    "li-2-1": "Digital media ",
    "li-2-2": "design",
    "li-3-1": "Web ",
    "li-3-2": "design",
    "description-1": "Aurora is a ",
    "description-2": "life insurance company. ",
    "description-3": "They were looking for a renewal of their brand, with more vibrant and striking colors that could attract a younger audience.",
    "description-4": "Pieces were designed for social networks with bright colors, aiming to call to action both old customers and potential new customers. A refreshing, friendly and close design was proposed."
  },
  "Compensar": {
    "title": "Compensar",
    "li-1-1": "Digital media ",
    "li-1-2": "design",
    "description-1": "Compensar is a ",
    "description-2": "Colombian company that administers social security benefits. ",
    "description-3": "It is a very familiar brand and with many years of experience.",
    "description-4": "The designs consisted of maintaining the basis of the graphic guidelines, but experimenting with other elements, typographies and colors that made social media look dynamic and striking."
  },
  "Teaspoon": {
    "title": "Teaspoon",
    "li-1": "Design and layout of e-commerce",
    "description-1": "Teaspoon is a ",
    "description-2": "jewelry company located in Miami, Florida. ",
    "description-3": "Their products convey delicacy, femininity and romanticism.",
    "description-4": "The design of the website was based on transmitting the delicacy of the products that the brand handles and achieving that the e-commerce maintained the same characteristics as the rest of the web, achieving unity and establishing a graphic line that could continue to be used in other types of communication."
  },
  "Leaobranco": {
    "title": "Leao Branco",
    "li-1-1": "Design and ",
    "li-1-2": "layout of catalog ",
    "li-1-3": "type web",
    "description-1": "Leao Branco is a ",
    "description-2": "Brazilian brand based in Bogota, Colombia and Miami, Florida. ",
    "description-3": "Their Furniture products are known for being of high quality and well-known designers in the field.",
    "description-4": "The design for this website had to be minimalist and elegant. A catalog for the products and all their specifications. I then proposed a defined space for each of the collections, sections and products with the possibility of seeing all the available environments and all the features."
  },
  "Tonaypepo": {
    "title": "Toña y Pepo",
    "li-1-1": "Design and layout of ",
    "li-1-2": "e-commerce",
    "description-1": "Toña y Pepo is a ",
    "description-2": "Colombian brand of children's clothing, inspired by European trends, more specifically from Spain. ",
    "description-3": "They are timeless garments of excellent material and with a classic style.",
    "description-4": "The design on this website was based on unifying the classic style of the garments together with a dynamic and intuitive style that would allow users to buy without problems. Highlighting the sentimentality and childish sweetness."
  },
  "Agudanavaja": {
    "title": "La Aguda Navaja de algo que NO era Amor",
    "li-1-1": "Design and ",
    "li-1-2": "layout",
    "li-2": "Ilustration",
    "li-3": "Copywriting",
    "description-1": "This book was developed as a degree project. ",
    "description-2": "It obtained the highest recognition granted in Colombia for the most outstanding projects.",
    "description-3": "This project was designed as an editorial support for women victims of gender violence, was written, designed, diagrammed and illustrated by me, and which took shape with the support of organizations and women who shared their experiences."
  },
  "Goyn": {
    "title": "Corona GOYN",
    "li-1": "Graphic line creation",
    "li-2": "Catalog layout",
    "description-1": "Global Opportunity Youth Network: Bogotá, is a ",
    "description-2": "Global project, which seeks to actively support access to economic opportunities for young people.",
    "description-3": "This catalog was designed with the purpose of sharing information on the challenges, advances and recommendations in the generation of opportunities for young people with potential in Bogotá. It should be a fun catalog that invited reading since it has extensive information, additionally, it should maintain a youthful and lively character."
  },
  "Aptuno": {
    "title": "Aptuno",
    "li-1-1": "Brochure design ",
    "li-1-2": "following brand guidelines",
    "li-2-1": "Layout and art design completion ",
    "li-2-2": "for printing",
    "description-1": "Aptuno is a ",
    "description-2": "digital real estate, with the BOM of the digital this company is a dynamic solution for people looking for spaces to rent.",
    "description-3": "This project was intended to publicize the brand. With a defined graphic line, a brochure was designed that reflected the values of the brand, youthful, fresh and professional."
  },
  "Bumbox": {
    "title": "Bumbox",
    "description-1": "Bumbox is an ",
    "description-2": "internal project for one of the biggest radio-television companies in Colombia. ",
    "description-3": "Its purpose is to reach an audience, increasingly growing, that prefers to know about the latest news through podcasts.",
    "description-4": "For this brand, I designed an entire Brandbook that specified the correct and incorrect use of it, and a whole graphic line was established that met the requirements for its development. From typographies and colors, to pieces for social media, billboards, posters and video elements."
  },
  "Arbitramentos": {
    "title": "Arbitramentos",
    "description-1": "Arbitramentos is a ",
    "description-2": "legal consulting company, which sought to deploy a solid and structured graphic line ",
    "description-3": "to be able to position itself in the Colombian legal sector.",
    "description-4": "For this brand, an elegant and sober Brandbook was designed. With the specifications and structuring of a professional brand, a graphic line was developed that spoke of the high quality of the brand's service and its experience with customer service."
  },
  "About": {
    "hi": "Hi!",
    "im": "I'm",
    "title": "GRAPHIC DESIGNER",
    "description": "I am a graduate of the School of Arts and Letters in Bogotá in 2020. Passionate about literature, design and interior design, I enjoy expressing ideas in different spaces. I consider myself a creative, enthusiastic and proactive person. I love knowing the trends and working hand in hand with them to achieve dynamic results with character.",
    "experience": "Experience",
    "ul": "Graphic Designer",
    "li-1-1": "Design and layout of digital and editorial pieces.",
    "li-1-2": "Web design and user experience.",
    "li-1-3": "Creation of graphic line for brands.",
    "li-2-1": "Design and layout of digital media.",
    "li-3-1": "Design and layout of digital and editorial pieces.",
    "li-3-2": "Copywriting",
    "li-3-3": "Leadership of design projects."
  },
  "Button": {
    "view": "Check the project"
  },
  "ContactForm": {
    "say-hi": "Let's get in touch!",
    "name": "Name",
    "email": "Email",
    "phone": "Phone number",
    "subject": "Subject",
    "message": "Message",
    "agreetment": "I accept to be contacted by Be-Graphic",
    "submit": "Send"
  },
  "ContactModal": {
    "success": "Great!",
    "message": "Message has been sent successfully!"
  }
}
