{
  "LocaleLayout": {
    "title": "Liz Salcedo - Diseñadora Gráfica",
    "description": "Un hermoso portfolio donde podrás ver todo mi trabajo."
  },
  "Navbar": {
    "digital-design": "Diseño Digital",
    "graphic-design": "Diseño Web",
    "editorial-design": "Diseño Editorial",
    "brand-identity": "Identidad de Marca",
    "about-me": "Sobre Mí",
    "contact-me": "Contáctame"
  },
  "Home": {
    "greetings": "¡Hola, soy",
    "name": "Liz Salcedo!",
    "introduction-1": "Una diseñadora gráfica colombiana viviendo en España. ",
    "introduction-2": "Para mí siempre ha sido importante encontrar maneras diferentes y creativas de comunicarme, y este espacio nació por ese motivo; para ser un portafolio divertido y dinámico donde puedas conocer mis proyectos.",
    "welcome": "Bienvenido a Be-Graphic, espero que podamos trabajar juntos."
  },
  "Industrialbox": {
    "title": "IndustrialBOX",
    "li-1-1": "Diseño de ",
    "li-1-2": "línea gráfica",
    "li-2-1": "Diseño de ",
    "li-2-2": "piezas digitales",
    "description-1": "IndustrialBOX es una marca colombiana que ",
    "description-2": "ofrece servicios y productos ",
    "description-3": "a usuarios dentro del sector industrial.",
    "description-4": "Para esta marca se planteó una línea gráfica con colores que identificaran la industria, se jugó con los recortes e ideas conceptuales, pensadas para un target adulto y serio sin dejar de lado el dinamismo y el profesionalismo."
  },
  "Gopass": {
    "title": "Gopass",
    "li-1-1": "Diseño de ",
    "li-1-2": "piezas digitales",
    "description-1": "Gopass es, actualmente, ",
    "description-2": "el ecosistema de movilidad más grande de Colombia. ",
    "description-3": "Es una empresa que permite los pagos sin contacto de diferentes servicios, principalmente parqueaderos y peajes.",
    "description-4": "Esta marca tiene una gráfica muy elaborada, el reto estuvo en diseñar piezas que cumplieran sus parámetros de línea gráfica y lograr la fluidez y la comunicación asertiva de la información."
  },
  "Aurora": {
    "title": "Aurora",
    "li-1-1": "Diseño de ",
    "li-1-2": "línea gráfica",
    "li-2-1": "Diseño de ",
    "li-2-2": "piezas digitales",
    "li-3-1": "Diseño de ",
    "li-3-2": "página web",
    "description-1": "Aurora es una ",
    "description-2": "compañía de seguros de vida. ",
    "description-3": "Buscaban una renovación de su marca, con colores más vibrantes y llamativos que pudiesen atraer a un público más joven.",
    "description-4": "Se diseñaron piezas para redes sociales con colores llamativos, apuntando a llamar a la acción tanto a los clientes antiguos, como a los posibles nuevos clientes. Se planteó un diseño refrescante, amigable y cercano."
  },
  "Compensar": {
    "title": "Compensar",
    "li-1-1": "Diseño de ",
    "li-1-2": "piezas digitales",
    "description-1": "Compensar es una ",
    "description-2": "empresa colombiana que administra prestaciones de seguridad social. ",
    "description-3": "Es una marca muy familiar y con muchos años al aire.",
    "description-4": "Los diseños constaron de mantener la base de los lineamientos gráficos, pero experimentar con otros elementos, tipografías y colores que lograran que las redes se vieran dinámicas y llamativas."
  },
  "Teaspoon": {
    "title": "Teaspoon",
    "li-1": "Diseño y diagramación de e-commerce",
    "description-1": "Teaspoon es una ",
    "description-2": "empresa de joyería ubicada en Miami, Florida. ",
    "description-3": "Sus productos transmiten delicadeza, feminidad y romanticismo.",
    "description-4": "El diseño de la web se basó en transmitir la delicadeza de los productos que la marca maneja y lograr que el e-commerce mantuviese las mismas características que el resto de la web, logrando unidad y estableciendo una línea gráfica que pudiese seguirse usando en otros tipos de comunicación."
  },
  "Leaobranco": {
    "title": "Leao Branco",
    "li-1-1": "Diseño y ",
    "li-1-2": "diagramación de web ",
    "li-1-3": "tipo catálogo",
    "description-1": "Leao Branco es una ",
    "description-2": "marca de origen brasileño con sede en Bogotá, Colombia y en Miami, Florida. ",
    "description-3": "Sus productos de Furniture son conocidos por ser de alta calidad y de diseñadores muy reconocidos en el medio.",
    "description-4": "El diseño para esta web debía ser minimalista y elegante. Un catálogo para los productos y todas sus especificaciones. Propuse entonces un espacio definido para cada una de las colecciones, secciones y productos con la posibilidad de ver todos los ambientes disponibles y todas las características."
  },
  "Tonaypepo": {
    "title": "Toña y Pepo",
    "li-1-1": "Diseño y diagramación de ",
    "li-1-2": "e-commerce",
    "description-1": "Toña y Pepo es una ",
    "description-2": "marca colombiana de ropa para niños, inspirada en las tendencias europeas, más específicamente de España. ",
    "description-3": "Son prendas atemporales de excelente material y con un estilo clásico.",
    "description-4": "El diseño en esta web se basó en unificar el estilo clásico de las prendas conjunto un estilo dinámico e intuitivo que permitiera que los usuarios pudiesen comprar sin problemas. Destacando el sentimentalismo y la dulzura infantil."
  },
  "Agudanavaja": {
    "title": "La Aguda Navaja de algo que NO era Amor",
    "li-1-1": "Diseño y ",
    "li-1-2": "diagramación",
    "li-2": "Ilustración",
    "li-3": "Copywriting",
    "description-1": "Este libro se desarrolló como proyecto de grado. ",
    "description-2": "Obtuvo el mayor reconocimiento otorgado en Colombia para los proyectos más destacados y sobresalientes.",
    "description-3": "Este proyecto se diseñó como un apoyo editorial para mujeres víctimas de violencia de género, fue escrito, diseñado, diagramado e ilustrado por mí, y el cual tomó forma con el apoyo de organizaciones y de mujeres que compartieron sus experiencias."
  },
  "Goyn": {
    "title": "Corona GOYN",
    "li-1": "Planteamiento de línea gráfica",
    "li-2": "Diagramación de catálogo",
    "description-1": "Global Opportunity Youth Network: Bogotá, es un ",
    "description-2": "proyecto global, que busca apoyar de manera activa el acceso a oportunidades económicas para jóvenes.",
    "description-3": "Este catálogo fue diseñado con la finalidad de compartir información sobre los retos, avances y recomendaciones en la generación de oportunidades para jóvenes con potencial en Bogotá. Debía ser un catalogo divertido que invitara a la lectura ya que cuenta con una amplia información, adicionalmente, debía mantener un carácter juvenil y animado."
  },
  "Aptuno": {
    "title": "Aptuno",
    "li-1-1": "Diseño de brochure ",
    "li-1-2": "siguiendo lineamientos de marca",
    "li-2-1": "Diagramación y arte finalización ",
    "li-2-2": "de diseño para impresión",
    "description-1": "Aptuno es una ",
    "description-2": "inmobiliaria digital, con el BOM de lo digital esta empresa es una solución dinámica para las personas que buscan espacios para alquilar.",
    "description-3": "Este proyecto tenía como finalidad dar a conocer la marca. Con una línea gráfica definida se diseñó un brochure que reflejara los valores de la marca, lo juvenil, fresco y profesional."
  },
  "Bumbox": {
    "title": "Bumbox",
    "description-1": "Bumbox es un ",
    "description-2": "proyecto interno para una de las empresas de radio-televisión más grandes de Colombia. ",
    "description-3": "Su finalidad es la de llegar a un público, cada día más creciente, que prefiere conocer sobre las últimas noticias por medio de los podcasts.",
    "description-4": "Para esta marca, diseñé todo un Brandbook que especificara el uso correcto e incorrecto de esta misma, y se estableció toda una línea gráfica que cumpliera con los requisitos para su desarrollo. Desde las tipografías y colores, hasta las piezas para redes sociales, vallas, afiches y elementos de video."
  },
  "Arbitramentos": {
    "title": "Arbitramentos",
    "description-1": "Arbitramentos es una ",
    "description-2": "empresa de consultoría legal, la cual buscaba desplegar una línea gráfica sólida y estructurada ",
    "description-3": "para poder posicionarse en el sector legal colombiano.",
    "description-4": "Para esta marca se diseñó un Brandbook elegante y sobrio. Con las especificaciones y estructuración de una marca profesional se desarrolló una línea gráfica que hablara de la alta calidad del servicio de la marca y su experiencia con el servicio al cliente."
  },
  "About": {
    "hi": "¡Hola!",
    "im": "Soy",
    "title": "DISEÑADORA GRÁFICA",
    "description": "Soy graduada de la Escuela de Artes y Letras en Bogotá en el año 2020. Apasionada de la literatura, el diseño y el interiorismo, disfruto de plasmar ideas en diferentes espacios. Me considero una persona creativa, entusiasta y proactiva. Me encanta conocer las tendencias y trabajar de la mano de ellas para lograr resultados dinámicos y con carácter.",
    "experience": "Experiencia",
    "ul": "Diseñadora Gráfica",
    "li-1-1": "Diseño y maquetación de piezas digitales y editoriales.",
    "li-1-2": "Diseño web y experiencia de usuario.",
    "li-1-3": "Creación de línea gráfica para marcas.",
    "li-2-1": "Diseño y maquetación de piezas digitales.",
    "li-3-1": "Diseño y maquetación de piezas digitales y editoriales.",
    "li-3-2": "Creación de copys y redacción de textos.",
    "li-3-3": "Liderazgo de proyectos de diseño."
  }
}
