{
  "LocaleLayout": {
    "title": "Liz Salcedo - Diseñadora Gráfica",
    "description": "Un hermoso portfolio donde podrás ver todo mi trabajo."
  },
  "Navbar": {
    "digital-design": "Diseño Digital",
    "graphic-design": "Diseño Gráfico",
    "editorial-design": "Diseño Editorial",
    "brand-identity": "Identidad de Marca",
    "about-me": "Sobre Mí",
    "contact-me": "Contáctame"
  },
  "Home": {
    "greetings": "¡Hola, soy",
    "name": "Liz Salcedo!",
    "introduction-1": "Una diseñadora gráfica colombiana viviendo en España. ",
    "introduction-2": "Para mí siempre ha sido importante encontrar maneras diferentes y creativas de comunicarme, y este espacio nació por ese motivo; para ser un portafolio divertido y dinámico donde puedas conocer mis proyectos.",
    "welcome": "Bienvenido a Be-Graphic, espero que podamos trabajar juntos."
  },
  "Industrialbox": {
    "title": "IndustrialBOX",
    "li-1-1": "Diseño de ",
    "li-1-2": "línea gráfica",
    "li-2-1": "Diseño de ",
    "li-2-2": "piezas digitales",
    "description-1": "IndustrialBOX es una marca colombiana que ",
    "description-2": "ofrece servicios y productos ",
    "description-3": "a usuarios dentro del sector industrial.",
    "description-4": "Para esta marca se planteó una línea gráfica con colores que identificaran la industria, se jugó con los recortes e ideas conceptuales, pensadas para un target adulto y serio sin dejar de lado el dinamismo y el profesionalismo."
  },
  "Gopass": {
    "title": "Gopass",
    "li-1-1": "Diseño de ",
    "li-1-2": "piezas digitales",
    "description-1": "Gopass es, actualmente, ",
    "description-2": "el ecosistema de movilidad más grande de Colombia. ",
    "description-3": "Es una empresa que permite los pagos sin contacto de diferentes servicios, principalmente parqueaderos y peajes.",
    "description-4": "Esta marca tiene una gráfica muy elaborada, el reto estuvo en diseñar piezas que cumplieran sus parámetros de línea gráfica y lograr la fluidez y la comunicación asertiva de la información."
  },
  "Aurora": {
    "title": "Aurora",
    "li-1-1": "Diseño de ",
    "li-1-2": "línea gráfica",
    "li-2-1": "Diseño de ",
    "li-2-2": "piezas digitales",
    "li-3-1": "Diseño de ",
    "li-3-2": "página web",
    "description-1": "Aurora es una ",
    "description-2": "compañía de seguros de vida. ",
    "description-3": "Buscaban una renovación de su marca, con colores más vibrantes y llamativos que pudiesen atraer a un público más joven.",
    "description-4": "Se diseñaron piezas para redes sociales con colores llamativos, apuntando a llamar a la acción tanto a los clientes antiguos, como a los posibles nuevos clientes. Se planteó un diseño refrescante, amigable y cercano."
  },
  "Compensar": {
    "title": "Compensar",
    "li-1-1": "Diseño de ",
    "li-1-2": "piezas digitales",
    "description-1": "Compensar es una ",
    "description-2": "empresa colombiana que administra prestaciones de seguridad social. ",
    "description-3": "Es una marca muy familiar y con muchos años al aire.",
    "description-4": "Los diseños constaron de mantener la base de los lineamientos gráficos, pero experimentar con otros elementos, tipografías y colores que lograran que las redes se vieran dinámicas y llamativas."
  }
}
